fisherman/await
nyarly/fish-bang-bang
0rax/fish-bd
oh-my-fish/plugin-composer
fisherman/docker-completion
fisherman/fnm
fisherman/fzf
fisherman/get
fisherman/get_file_age
fisherman/getopts
fisherman/git_util
fisherman/last_job_id
fisherman/menu
fisherman/segment
fisherman/z
