fisherman/await
nyarly/fish-bang-bang
0rax/fish-bd
oh-my-fish/plugin-composer
fisherman/fzf
fisherman/getopts
fisherman/git_util
fisherman/last_job_id
fisherman/segment
fisherman/z
